Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/uusi_gavpotfearan-mobiilipeli_opettaa_kaupunki-_ja_tunnesanastoa_kolmella_saamen_kielella.html.tmx
Source language: fin
Languages: sme

source: Uusi Gávpotfearán-mobiilipeli opettaa kaupunki- ja tunnesanastoa kolmella saamen kielellä
sme: Ođđa Gávpotfearán-mobiilaspeallu oahpaha gávpot- ja dovdosániid golmma sámegillii

source: Utsjoen kunnan ja Saamelaiskäräjien yhteinen saamen kielten etäopetuksen pilottihanke on julkaissut uuden saamenkielisen Gávpotfearán-mobiilipelin.
sme: Ohcejoga gieldda ja Sámedikki oktasaš sámegielaid gáiddusoahpahusa pilohttaprošeakta lea almmustahttán ođđa sámegielat Gávpotfearán-mobiilaspealu.

source: Peli on toteutettu pohjois-, inarin- ja koltansaamen kielellä.
sme: Speallu lea ráhkaduvvon davvi-, anáraš- ja nuortalašgillii.

source: Gávpotfearán, suomeksi Kaupunkiseikkailu , on noin 6–8-vuotiaille suunnattu kielikylpymäinen mobiilipeli, jossa pelaaja pääsee seikkailun lomassa oppimaan kaupunki- ja tunnesanastoa erilaisissa kaupunkiympäristöissä.
sme: Gávpotfearán lea 6–8-jahkásaččaide oaivvilduvvon giellalávgunspeallu, mas spealli beassá iešguđegelágan fearániid bokte oahppat gávpot- ja dovdosániid iešguđet gávpotbirrasis.

source: Pelaajan ei tarvitse osata lukea ja kirjoittaa saamea aloittaakseen pelaamista.
sme: Spealli ii dárbbaš máhttit lohkat ja čállit, vai sáhttá speallagoahtit.

source: Mobiilipelillä on tarkoitus tukea uhanalaisten saamen kielten käyttöä ja oppimista lasten vapaa-ajalla.
sme: Mobiilaspealu ulbmilin lea doarjut áitatvuloš sámegielaid geavaheami ja oahppama mánáid astoáiggis.

source: Pelin ovat suunnitelleen etähankkeen työntekijät yhdessä opettajien kanssa.
sme: Spealu leat plánen gáiddusoahpahusprošeavtta bargit ja dan oahpaheaddjit.

source: Pohjoissaamen opettaja Satu Pieski on tyytyväinen lopputulokseen.
sme: Davvisámegiela oahpaheaddji Satu Pieski lea duđavaš loahppabohtosii.

source: – Pelin monet ympäristöt tempaavat mukaansa, ja pelaaja oppii arkikielen sanoja niille kehitetyissä ympäristöissä.
sme: – Spealu gávpotbirrasat hohkáhit mielde, ja spealli oahppá árgabeaisániid, mat iešguđet birrasii laktásit.

source: Mitä enemmän pelaaja oppii sanoja, sitä pidemmälle peli vie, Pieski kertoo.
sme: Mađi eanet spealli oahppá sániid, de dađi guhkkelebbui speallu ovdána, Pieski muitala.

source: Projektipäällikkö Hanna Helander toivoo, että mahdollisimman moni lataa pelin lapselleen, koska nykyajan lapset oppivat helpoiten kieltä pelien kautta.
sme: Prošeaktahoavda Hanna Helander sávvá, ahte nu máŋgasat go vejolaš luđejit spealu mánáideaset, daningo dálá áigge mánát ohppet giela álkimusat spealuid bokte.

source: – Tavoitteenamme on ollut, että pelaaja saa onnistumisen iloa, ja kieli tulee mukana kuin itsestään, Helander kertoo.
sme: – Min mihttomearrin lea leamašan dat, ahte spealli vásiha lihkostuvvama dovdduid ja oahppá giela iešalddes, Helander muitala.

source: Gávpotfearán-mobiilipeli on ladattavissa sekä Google Play -kaupasta että AppStoresta.
sme: Gávpotfearán-mobiilaspealu sáhttá luđet Google Play -gávppis ja AppStores.

source: Pelin pohjoissaamenkielisenä äänenä on Juulienna Näkkäläjärvi, inarinsaamenkielisenä Satu Aikio ja koltansaamenkielisenä Sisko Hilkka Fofonoff.
sme: Spealu davvisámegielat jietnan lea Juulienna Näkkäläjärvi, anárašgielat fas Satu Aikio ja nuortalašgielat Sisko Hilkka Fofonoff.

source: Pelin on toteuttanut oululainen LudoCraft Oy.
sme: Spealu lea ráhkadan oululaš LudoCraft Oy.

source: Lisätietoja:
sme: Lassedieđut:
